play = input ('Хотите начать игру? Yes or No ')
if play =='Yes':
   print (' Вы эльф и вы сын вождя, сегодня вы должны доказать своё имя и вас послали убивать троля который обитает пещере и вот вы перед входом в неё. ' )
   elif
   print (' Хорошая концовка ?....  Ты же вроде человек')
elif play == 'I dont know':
    x = input (' ???: Всм не знаешь или ты один из них...')
    if x == "I am human":
        print (' Вы просыпаетесь в капсуле , Вы выходите на улицу и выдите мир будущего  и вы решаете плохая это концовка или нет')
elif play =='No':
     print (' Игра пройдена на плохую концовку' )
    
    
